/* Localizable strings for default.syndtheme
   This file is manually, NOT automatically, generated. */

/* SortType names: */
"kSortType-0"       = "日付";
"kSortType-1"       = "タイトル";
"kSortType-2"       = "ソース";
"kSortType-3"       = "新規を上に";

/* TimeSlice names: */
"kTimeSlice-0"      = "すべて";
"kTimeSlice-1"      = "今日";
"kTimeSlice-2"      = "昨日";
"kTimeSlice-3"      = "直前の 7 日間";
"kTimeSlice-4"      = "今月";
"kTimeSlice-5"      = "先月";

/* Magic source name: */
"kSourceAll"        = "すべて";

/* Tooltips for items in source list: */
"kSourceAllToolTip" = "このグループ内のすべての配信に含まれる記事を表示します";
"kSourceToolTip"    = "%s からの記事だけを表示します";

/* Strings to display when there are no articles; keyed by the current timeslice */
"kNoArticles-0"     = "記事はありません";
"kNoArticles-1"     = "今日の記事はありません";
"kNoArticles-2"     = "昨日の記事はありません";
"kNoArticles-3"     = "今週の記事はありません";
"kNoArticles-4"     = "今月の記事はありません";
"kNoArticles-5"     = "先月の記事はありません";

/* Strings for the alert banner.  The first version is used when displaying a single feed.  The second version for aggregated feeds.  */
"kAuthenticationAlert-1" = "この配信データには認証が必要なため、配信データをアップデートできませんでした。新しい記事を取得するには、次の情報を入力してください：";
"kAuthenticationAlert-2" = "この配信データには認証が必要なため、“%@”をアップデートできませんでした。新しい記事を取得するには、次の情報を入力してください：";
"kNotFoundAlert-1"       = "ソースファイルが利用できなくなったため、この配信データをアップデートできませんでした。";
"kNotFoundAlert-2"       = "ソースファイルが利用できなくなったため、“%@”をアップデートできませんでした。";
"kUnknownFormatAlert-1"  = "内容が既知の配信フォーマットではないため、この配信データをアップデートできませんでした。";
"kUnknownFormatAlert-2"  = "内容が既知の配信フォーマットではないため、“%@”をアップデートできませんでした。";

"kUsername" = "ユーザ名：";
"kPassword" = "パスワード：";
"kAddToKeychain" = "キーチェーンに追加";
"kUpdate" = "アップデート";

/* Strings that appear in Article.syntmpl */
"kReadMore" = "全文を読む...";

/* Strings that appear in FOAF.syntmpl */
"kFriends"  = "友人：";
"kAnd"      = "〜";
"kMore"     = "その他...";

/* Strings that appear in Feed.html */
"kNew"              = "新規：";
"kCountSeparator"   = "、";
"kTotal"            = "総数：";
"kSearchArticles"   = "記事を検索：";
"kArticleLength"    = "記事の長さ：";
"kSortBy"           = "並べ替え：";
"kRecentArticles"   = "最近の記事：";
"kColon"            = "：";                  /* used after group name in sidebar's list of sources */
"kSource"           = "ソース：";
"kActions"          = "アクション：";
"kMarkAllArticlesRead" = "すべてを既読にする";
"kRefreshFeed"      = "今すぐアップデート";
"kEmailSubject"     = "お勧めのページ";
"kEmailBody"        = "こんにちは。\n\nお勧めのページを紹介します：";
"kEmailLinkText"    = "メールで知らせる";
"kSubscribeInMail"  = "Mail で照会";
"kSubscribeInTunes" = "iTunes で照会";
"kAddBookmark"      = "ブックマークに追加...";
"kBookmarkSearch"   = "検索条件をブックマーク";
"kBookmarkHelpTag"  = "この RSS ページをブックマークに追加して、新しい記事を自動的に受信します。";
"kNoArticles"       = "記事はありません";

/* Strings that appear in FeedComplete.html */
"kPreviousPages"         = "前...";
"kNextPages"             = "その他...";

/* Strings that appear in Entry.html */
"kIn"         = "ー";     /* used in a construct like "John Doe in NYTimes Top Stories" */

/* Localized date/time formats for use with strftime. See DateClass.cpp */
"TodayFmtCRT"      = "今日、%#I:%M %p";
"YesterdayFmtCRT"  = "昨日、%#I:%M %p";
"ThisWeekFmtCRT"   = "%A %#I:%M %p";
"ThisYearFmtCRT"   = "%#I:%M %p %b/%#d";
"PastYearFmtCRT"   = "%#I:%M %p '%y/%b/%#d";

